Repository: HenriquesPontes/Near
Catalog: Near/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt, pt_br, ru, zh_hans

source: Near is a utility designed to detect and log radio emissions from nearby smart glasses and optical wearables.
ar: Near عبارة عن أداة مساعدة مصممة لاكتشاف وتسجيل انبعاثات الراديو من النظارات الذكية والأجهزة البصرية القريبة التي يمكن ارتداؤها.
de: Near ist ein Dienstprogramm zur Erkennung und Protokollierung von Funkemissionen von in der Nähe befindlichen Datenbrillen und optischen Wearables.
es: Near es una utilidad diseñada para detectar y registrar emisiones de radio de gafas inteligentes y dispositivos ópticos portátiles cercanos.
fr: Near est un utilitaire conçu pour détecter et enregistrer les émissions radio des lunettes intelligentes et des appareils portables optiques à proximité.
hi: Near एक उपयोगिता है जिसे आस-पास के स्मार्ट ग्लास और ऑप्टिकल पहनने योग्य वस्तुओं से रेडियो उत्सर्जन का पता लगाने और लॉग करने के लिए डिज़ाइन किया गया है।
it: Near è un'utilità progettata per rilevare e registrare le emissioni radio provenienti da occhiali intelligenti e dispositivi ottici indossabili nelle vicinanze.
ja: Near は、近くのスマート グラスや光学式ウェアラブルからの電波放射を検出して記録するように設計されたユーティリティです。
ko: Near는 근처의 스마트 안경 및 광학 웨어러블 장치에서 발생하는 무선 방출을 감지하고 기록하도록 설계된 유틸리티입니다.
pt: Near é um utilitário projetado para detectar e registrar emissões de rádio de óculos inteligentes e dispositivos vestíveis ópticos nas proximidades.
pt_br: Near é um utilitário projetado para detectar e registrar emissões de rádio de óculos inteligentes e dispositivos ópticos próximos.
ru: Near — это утилита, предназначенная для обнаружения и регистрации радиоизлучения от находящихся поблизости умных очков и оптических носимых устройств.
zh_hans: Near 是一款实用程序，旨在检测和记录附近智能眼镜和光学可穿戴设备的无线电发射。

source: Nearby/Strong (High)
ar: قريب/قوي (مرتفع)
de: Nah/Stark (Hoch)
es: Cercano/Fuerte (Alto)
fr: Proche/Fort (Élevée)
hi: निकटवर्ती/मजबूत (उच्च)
it: Vicino/Forte (Alto)
ja: 近く/強(強)
ko: 인접/강함(높음)
pt: Forte/Próxima (Alta)
pt_br: Próximo/Forte (Alto)
ru: Близкий/Сильный (Высокий)
zh_hans: 近/强 (高)

source: Near doesn't collect your data. Everything happens entirely on your device.
ar: Near لا يجمع بياناتك. كل شيء يحدث بالكامل على جهازك.
de: Near erfasst Ihre Daten nicht. Alles geschieht vollständig auf Ihrem Gerät.
es: Near no recopila sus datos. Todo sucede completamente en tu dispositivo.
fr: Near ne collecte pas vos données. Tout se passe entièrement sur votre appareil.
hi: Near आपका डेटा एकत्र नहीं करता है. सब कुछ पूरी तरह से आपके डिवाइस पर होता है।
it: Near non raccoglie i tuoi dati. Tutto avviene interamente sul tuo dispositivo.
ja: Near はデータを収集しません。すべては完全にデバイス上で行われます。
ko: Near는 데이터를 수집하지 않습니다. 모든 일은 전적으로 귀하의 장치에서 이루어집니다.
pt: PertoGlasses não coleta seus dados. Tudo acontece inteiramente no seu dispositivo.
pt_br: Near não coleta seus dados. Tudo acontece inteiramente no seu dispositivo.
ru: Near не собирает ваши данные. Все происходит исключительно на вашем устройстве.
zh_hans: Near 不会收集您的数据。一切都完全发生在您的设备上。

source: Near Software License Agreement
ar: Near اتفاقية ترخيص البرنامج
de: Near-Softwarelizenzvereinbarung
es: Acuerdo de licencia de software Near
fr: Contrat de licence du logiciel Near
hi: Near सॉफ़्टवेयर लाइसेंस अनुबंध
it: Contratto di licenza software Near
ja: Near ソフトウェア使用許諾契約書
ko: Near 소프트웨어 라이센스 계약
pt: Contrato de Licença de Software Near
pt_br: Contrato de licença de software Near
ru: Лицензионное соглашение на программное обеспечение Near
zh_hans: Near 软件许可协议

source: Near uses Bluetooth to estimate proximity. It requires permission to scan for devices. False positives are possible.
ar: يستخدم Near البلوتوث لتقدير القرب. يتطلب إذنًا للبحث عن الأجهزة. الإيجابيات الكاذبة ممكنة.
de: Near nutzt Bluetooth, um die Nähe zu schätzen. Zum Scannen nach Geräten ist eine Berechtigung erforderlich. Falsch positive Ergebnisse sind möglich.
es: Near utiliza Bluetooth para estimar la proximidad. Requiere permiso para buscar dispositivos. Los falsos positivos son posibles.
fr: Near utilise Bluetooth pour estimer la proximité. Il nécessite une autorisation pour rechercher des appareils. Des faux positifs sont possibles.
hi: Near निकटता का अनुमान लगाने के लिए ब्लूटूथ का उपयोग करता है। इसके लिए उपकरणों को स्कैन करने की अनुमति की आवश्यकता होती है। गलत सकारात्मक बातें संभव हैं.
it: Near utilizza il Bluetooth per stimare la vicinanza. Richiede l'autorizzazione per eseguire la scansione dei dispositivi. Sono possibili falsi positivi.
ja: Near は Bluetooth を使用して近接性を推定します。デバイスをスキャンするには許可が必要です。誤検知の可能性があります。
ko: Near은 블루투스를 사용하여 근접성을 추정합니다. 장치를 검색하려면 권한이 필요합니다. 거짓 긍정이 가능합니다.
pt: PertoGlasses usa Bluetooth para estimar a proximidade. Requer permissão para procurar dispositivos. Falsos positivos são possíveis.
pt_br: Near usa Bluetooth para estimar a proximidade. Requer permissão para procurar dispositivos. Falsos positivos são possíveis.
ru: Near использует Bluetooth для оценки близости. Требуется разрешение на сканирование устройств. Возможны ложные срабатывания.
zh_hans: Near 使用蓝牙来估计接近度。它需要扫描设备的权限。误报是可能的。

source: Never
ar: أبداً
de: Niemals
es: Nunca
fr: Jamais
hi: कभी नहीं
it: Mai
ja: 一度もない
ko: 절대
pt: Nunca
pt_br: Nunca
ru: Никогда
zh_hans: 绝不

source: No Detections
ar: لا توجد اكتشافات
de: Keine Erkennungen
es: Sin detecciones
fr: Aucune détection
hi: कोई पता नहीं
it: Nessun rilevamento
ja: 検出されませんでした
ko: 탐지 없음
pt: Sem detecções
pt_br: Sem detecções
ru: Нет обнаружений
zh_hans: 没有检测到

source: No devices detected yet
ar: لم يتم اكتشاف أي أجهزة بعد
de: Noch keine Geräte erkannt
es: Aún no se han detectado dispositivos
fr: Aucun appareil détecté pour le moment
hi: अभी तक कोई डिवाइस नहीं मिला
it: Nessun dispositivo rilevato ancora
ja: まだデバイスは検出されていません
ko: 아직 기기가 감지되지 않았습니다
pt: Nenhum dispositivo detectado ainda
pt_br: Nenhum dispositivo detectado ainda
ru: Устройства пока не обнаружены
zh_hans: 尚未检测到设备

source: No devices found for "%@".
ar: لم يتم العثور على أجهزة لـ "%@".
de: Für „%@“ wurden keine Geräte gefunden.
es: No se encontraron dispositivos para "%@".
fr: Aucun appareil trouvé pour "%@".
hi: "%@" के लिए कोई उपकरण नहीं मिला।
it: Nessun dispositivo trovato per "%@".
ja: 「%@」に対応するデバイスが見つかりません。
ko: "%@"에 대한 장치를 찾을 수 없습니다.
pt: Nenhum dispositivo encontrado para "%@".
pt_br: Nenhum dispositivo encontrado para "%@".
ru: Устройства для "%@" не найдены.
zh_hans: 未找到“%@”的设备。

source: No devices have been detected yet.
ar: لم يتم الكشف عن أي أجهزة حتى الآن.
de: Es wurden noch keine Geräte erkannt.
es: Aún no se han detectado dispositivos.
fr: Aucun appareil n'a encore été détecté.
hi: अभी तक किसी उपकरण का पता नहीं चला है.
it: Nessun dispositivo è stato ancora rilevato.
ja: まだデバイスが検出されていません。
ko: 아직 감지된 장치가 없습니다.
pt: Nenhum dispositivo foi detectado ainda.
pt_br: Nenhum dispositivo foi detectado ainda.
ru: Устройства пока не обнаружены.
zh_hans: 尚未检测到任何设备。

source: No display HUD detected. Audio/Radio communication channel only.
ar: لم يتم اكتشاف شاشة HUD. قناة اتصال صوتية/راديو فقط.
de: Kein Display / HUD erkannt. Nur Audio- und Funk-Kommunikationskanal.
es: No se detectó pantalla/HUD. Canal de comunicación por audio/radio únicamente.
fr: Aucun affichage HUD détecté. Canal audio/radio uniquement.
hi: कोई डिस्प्ले HUD नहीं मिला. केवल ऑडियो/रेडियो संचार चैनल।
it: Nessun display HUD rilevato. Solo canale di comunicazione audio/radio.
ja: ディスプレイ HUD が検出されませんでした。オーディオ/無線通信チャネルのみ。
ko: 디스플레이 HUD가 감지되지 않았습니다. 오디오/라디오 통신 채널만 해당됩니다.
pt: Nenhum display HUD detectado. Canal de comunicação apenas por áudio/rádio.
pt_br: Nenhum display HUD detectado. Somente canal de comunicação de áudio/rádio.
ru: HUD дисплея не обнаружен. Только канал аудио/радиосвязи.
zh_hans: 未检测到显示屏 / 抬头显示。仅有音频/无线电通信通道。

source: No display/HUD. Emits audio notifications and has open-ear speakers.
ar: لا يوجد عرض/HUD. يصدر إشعارات صوتية ويحتوي على مكبرات صوت مفتوحة الأذن.
de: Kein Display / HUD. Gibt Audio-Benachrichtigungen aus und hat offene Lautsprecher.
es: Sin pantalla/HUD. Emite notificaciones de audio y tiene altavoces abiertos.
fr: Pas d'affichage / HUD. Émet des notifications audio et haut-parleurs ouverts.
hi: कोई डिस्प्ले/एचयूडी नहीं. ऑडियो सूचनाएं उत्सर्जित करता है और इसमें खुले कान वाले स्पीकर हैं।
it: Nessun display/HUD. Emette notifiche audio e ha altoparlanti integrati.
ja: ディスプレイ/HUDなし。音声通知を発し、オープンイヤースピーカーを備えています。
ko: 디스플레이/HUD가 없습니다. 오디오 알림을 내보내고 오픈이어 스피커가 있습니다.
pt: Sem display/HUD. Emite notificações sonoras e possui alto-falantes abertos.
pt_br: Sem exibição/HUD. Emite notificações de áudio e possui alto-falantes abertos.
ru: Нет дисплея/HUD. Издает звуковые уведомления и имеет динамики открытого типа.
zh_hans: 无显示屏 / 抬头显示。发出声音提示，并配有开放式双耳扬声器。

source: No geographical threat data yet.
ar: لا توجد بيانات عن التهديد الجغرافي حتى الآن.
de: Noch keine geografischen Bedrohungsdaten.
es: Aún no hay datos de amenazas geográficas.
fr: Aucune donnée géographique sur les menaces pour l’instant.
hi: अभी तक कोई भौगोलिक ख़तरे का डेटा नहीं है.
it: Nessun dato sulle minacce geografiche ancora.
ja: 地理的脅威のデータはまだありません。
ko: 아직 지리적 위협 데이터가 없습니다.
pt: Ainda não há dados de ameaças geográficas.
pt_br: Ainda não há dados de ameaças geográficas.
ru: Данных о географических угрозах пока нет.
zh_hans: 尚无地理威胁数据。

source: No ignored devices
ar: لا توجد أجهزة تم تجاهلها
de: Keine ignorierten Geräte
es: No hay dispositivos ignorados
fr: Aucun appareil ignoré
hi: कोई उपेक्षित उपकरण नहीं
it: Nessun dispositivo ignorato
ja: 無視されたデバイスはありません
ko: 무시된 기기 없음
pt: Nenhum dispositivo ignorado
pt_br: Nenhum dispositivo ignorado
ru: Нет игнорируемых устройств
zh_hans: 暂无忽略的设备

source: No trusted devices
ar: لا توجد أجهزة موثوقة
de: Keine vertrauenswürdigen Geräte
es: No hay dispositivos confiables
fr: Aucun appareil fiable
hi: कोई विश्वसनीय उपकरण नहीं
it: Nessun dispositivo attendibile
ja: 信頼できるデバイスがありません
ko: 신뢰할 수 있는 기기 없음
pt: Nenhum dispositivo confiável
pt_br: Nenhum dispositivo confiável
ru: Нет доверенных устройств
zh_hans: 没有可信设备

source: Normal (Medium)
ar: عادي (متوسط)
de: Normal (Mittel)
es: Normal (Medio)
fr: Normal (Moyenne)
hi: सामान्य (मध्यम)
it: Normale (Medio)
ja: ノーマル(中)
ko: 일반(중간)
pt: Normal (Média)
pt_br: Normal (Médio)
ru: Нормальный (Средний)
zh_hans: 正常 (中)

source: Note: Distance tracking relies on Bluetooth signals which can fluctuate. False positives in distance estimation may occur due to physical obstructions.
ar: ملحوظة: يعتمد تتبع المسافة على إشارات البلوتوث التي يمكن أن تتقلب. قد تحدث نتائج إيجابية كاذبة في تقدير المسافة بسبب العوائق المادية.
de: Hinweis: Die Entfernungsmessung basiert auf Bluetooth-Signalen, die schwanken können. Aufgrund physischer Hindernisse kann es bei der Entfernungsschätzung zu falsch positiven Ergebnissen kommen.
es: Nota: El seguimiento de distancia depende de las señales Bluetooth que pueden fluctuar. Pueden ocurrir falsos positivos en la estimación de distancia debido a obstrucciones físicas.
fr: Remarque : Le suivi de distance repose sur les signaux Bluetooth qui peuvent fluctuer. Des faux positifs dans l'estimation de la distance peuvent se produire en raison d'obstacles physiques.
hi: नोट: दूरी ट्रैकिंग ब्लूटूथ सिग्नल पर निर्भर करती है जिसमें उतार-चढ़ाव हो सकता है। शारीरिक रुकावटों के कारण दूरी के अनुमान में ग़लत सकारात्मकता हो सकती है।
it: Nota: il rilevamento della distanza si basa sui segnali Bluetooth che possono variare. Possono verificarsi falsi positivi nella stima della distanza a causa di ostacoli fisici.
ja: 注: 距離の追跡は、変動する可能性がある Bluetooth 信号に依存しています。物理的な障害物により、距離推定における誤検知が発生する可能性があります。
ko: 참고: 거리 추적은 변동될 수 있는 Bluetooth 신호에 의존합니다. 물리적 장애물로 인해 거리 추정 시 오탐지가 발생할 수 있습니다.
pt: Nota: O rastreamento de distância depende de sinais Bluetooth que podem variar. Falsos positivos na estimativa de distância podem ocorrer devido a obstruções físicas.
pt_br: Nota: O rastreamento de distância depende de sinais Bluetooth que podem variar. Falsos positivos na estimativa de distância podem ocorrer devido a obstruções físicas.
ru: Примечание. Отслеживание расстояния зависит от сигналов Bluetooth, которые могут колебаться. Ложные срабатывания при оценке расстояния могут возникать из-за физических препятствий.
zh_hans: 注意：距离跟踪依赖于可能波动的蓝牙信号。由于物理障碍，距离估计可能会出现误报。

source: Notification Cooldown
ar: تهدئة الإخطار
de: Benachrichtigungs-Cooldown
es: Tiempo de espera de notificación
fr: Délai de notification
hi: अधिसूचना कूलडाउन
it: Tempo di attesa notifica
ja: 通知クールダウン
ko: 알림 쿨다운
pt: Tempo de Espera da Notificação
pt_br: Tempo de espera de notificação
ru: Время восстановления уведомлений
zh_hans: 通知冷却时间

source: Notification/Radar Cooldown (ms)
ar: الإخطار/تهدئة الرادار (مللي ثانية)
de: Benachrichtigungs-/Radar-Cooldown (ms)
es: Tiempo de espera de notificación/radar (ms)
fr: Délai de notification/radar (ms)
hi: अधिसूचना/रडार कूलडाउन (एमएस)
it: Tempo di attesa notifica/radar (ms)
ja: 通知/レーダークールダウン (ミリ秒)
ko: 알림/레이더 쿨다운(ms)
pt: Tempo de espera da notificação/radar (ms)
pt_br: Notificação/recarga do radar (ms)
ru: Уведомление/время восстановления радара (мс)
zh_hans: 通知/雷达冷却时间 (毫秒)

source: Notifications
ar: إشعارات
de: Mitteilungen
es: Notificaciones
hi: सूचनाएं
it: Notifiche
ja: 通知
ko: 알림
pt: Notificações
pt_br: Notificações
ru: Уведомления
zh_hans: 通知

source: Notify when smart glasses enter your zone
ar: إعلام عند دخول النظارات الذكية إلى منطقتك
de: Benachrichtigen, wenn sich smarte Brillen in Ihrer Zone befinden
es: Notificar cuando las gafas inteligentes entren en tu zona
fr: Notifier lorsque les lunettes intelligentes entrent dans votre zone
hi: जब स्मार्ट चश्मा आपके क्षेत्र में प्रवेश करे तो सूचित करें
it: Notifica quando gli occhiali smart entrano nella tua zona
ja: スマートグラスがゾーンに入ると通知
ko: 스마트 안경이 영역에 들어오면 알림
pt: Notificar quando óculos inteligentes entrarem na sua zona
pt_br: Notificar quando óculos inteligentes entrarem na sua zona
ru: Уведомляйте, когда умные очки входят в вашу зону
zh_hans: 当智能眼镜进入您的区域时发出通知

source: Oakley Meta glasses
ar: نظارات اوكلي ميتا
de: Oakley Meta-Brille
es: Gafas Oakley Meta
fr: Lunettes Oakley Méta
hi: ओकले मेटा चश्मा
it: Occhiali Oakley Meta
ja: オークリーのメタグラス
ko: 오클리 메타 안경
pt: Óculos Oakley Meta
pt_br: Óculos Oakley Meta
ru: очки Oakley Meta
zh_hans: 奥克利元眼镜

source: OhO Camera Glasses
ar: أوه أو نظارات الكاميرا
de: OhO Kamerabrille
es: Gafas para cámara OhO
fr: Lunettes pour appareil photo OhO
hi: ओहो कैमरा चश्मा
it: Occhiali OhO
ja: ああカメラグラス
ko: 오오 카메라 안경
pt: Óculos de câmera OhO
pt_br: Óculos de câmera OhO
ru: Очки для камеры OhO
zh_hans: OhO 相机眼镜

source: OhO Camera Glasses Nearby! ⚠️
ar: أوه أو نظارات الكاميرا القريبة! ⚠️
de: OhO Kamerabrille in der Nähe! ⚠️
es: ¡OhO, lentes para cámara cerca! ⚠️
fr: Lunettes d'appareil photo OhO à proximité ! ⚠️
hi: ओहो कैमरा चश्मा पास में! ⚠️
it: Occhiali OhO Nelle Vicinanze! ⚠️
ja: ああ、カメラのメガネが近くにあります! ⚠️
ko: 오오 카메라 안경이 근처에 있어요! ⚠️
pt: Óculos de câmera OhO próximos! ⚠️
pt_br: Óculos de câmera OhO próximos! ⚠️
ru: Очки для фотоаппарата OhO рядом! ⚠️
zh_hans: OhO 相机眼镜就在附近！ ⚠️

source: OhO Sunshine, iVue, Brilliant Labs
ar: أوه أو صن شاين، آي فيو، بريليانت لابز
hi: ओहो सनशाइन, आईव्यू, ब्रिलियंट लैब्स
ja: OhO サンシャイン、iVue、ブリリアント ラボ
ko: 오오선샤인, iVue, 브릴리언트 랩스

source: Other Camera Glasses
ar: نظارات الكاميرا الأخرى
de: Andere Kamerabrillen
es: Otras gafas para cámara
fr: Autres lunettes d'appareil photo
hi: अन्य कैमरा चश्मा
it: Altri Occhiali con Fotocamera
ja: その他のカメラグラス
ko: 기타 카메라 안경
pt: Outros óculos de câmera
pt_br: Outros óculos de câmera
ru: Другие очки для фотоаппарата
zh_hans: 其他相机眼镜

source: Pause Scan
ar: وقفة المسح
de: Scan anhalten
es: Pausar escaneo
fr: Suspendre l'analyse
hi: स्कैन रोकें
it: Pausa scansione
ja: スキャンを一時停止する
ko: 스캔 일시 중지
pt: Pausar verificação
pt_br: Pausar varredura
ru: Пауза сканирования
zh_hans: 暂停扫描

source: Play
ar: يلعب
es: Iniciar
hi: खेल
it: Avvia
ja: 遊ぶ
ko: 놀다
pt: Iniciar
pt_br: Jogar
ru: Играть
zh_hans: 播放

source: Politely ask the wearer to cover the camera or remove their glasses if in a private space where recording is prohibited.
ar: اطلب بأدب من مرتديها تغطية الكاميرا أو إزالة نظارته إذا كان في مكان خاص يُحظر فيه التسجيل.
de: Bitten Sie den Träger höflich, die Kamera abzudecken oder die Brille abzunehmen, wenn Sie sich in einem privaten Raum befinden, in dem Aufnahmen verboten sind.
es: Pide educadamente al usuario que cubra la cámara o se quite las gafas si estás en un espacio privado donde la grabación está prohibida.
fr: Demandez poliment au porteur de couvrir la caméra ou de retirer ses lunettes si vous êtes dans un espace privé où l'enregistrement est interdit.
hi: यदि निजी स्थान पर रिकॉर्डिंग निषिद्ध है तो पहनने वाले से विनम्रतापूर्वक कैमरा ढकने या अपना चश्मा हटाने के लिए कहें।
it: Chiedi gentilmente a chi li indossa di coprire la fotocamera o togliere gli occhiali se ti trovi in uno spazio privato in cui la registrazione è vietata.
ja: 録音が禁止されているプラ​​イベートな空間では、着用者にカメラを覆うかメガネを外すよう丁寧に依頼してください。
ko: 촬영이 금지된 개인 공간에서는 착용자에게 카메라를 가리거나 안경을 벗어달라고 정중하게 요청하세요.
pt: Peça educadamente para o usuário cobrir a câmera o retirar os óculos se estiver em um espaço privato onde a gravação é proibida.
pt_br: Peça educadamente ao usuário que cubra a câmera ou remova os óculos se estiver em um espaço privado onde a gravação é proibida.
ru: Вежливо попросите пользователя закрыть камеру или снять очки, если он находится в частном помещении, где запись запрещена.
zh_hans: 如果在禁止录制的私人空间，请礼貌地要求佩戴者遮盖相机或摘下眼镜。

source: Português
ar: البرتغالية
de: Portugiesisch
es: portugués
fr: portugais
hi: पुर्तगाली
it: portoghese
ja: ポルトガル語
ko: 포르투갈 인
ru: португальский
zh_hans: 葡萄牙语

source: POV camera capable of recording 720p/1080p video and photos directly to local storage.
ar: كاميرا POV قادرة على تسجيل فيديو وصور بدقة 720p/1080p مباشرة على وحدة التخزين المحلية.
de: POV-Kamera, die 720p/1080p-Videos und Fotos direkt im lokalen Speicher aufzeichnen kann.
es: Cámara POV capaz de grabar vídeos y fotos de 720p/1080p directamente en el almacenamiento local.
fr: Caméra POV capable d'enregistrer des vidéos et des photos 720p/1080p directement sur le stockage local.
hi: POV कैमरा 720p/1080p वीडियो और फोटो को सीधे स्थानीय स्टोरेज में रिकॉर्ड करने में सक्षम है।
it: Telecamera POV in grado di registrare video e foto a 720p/1080p direttamente nella memoria locale.
ja: 720p/1080p ビデオと写真をローカル ストレージに直接記録できる POV カメラ。
ko: 720p/1080p 비디오와 사진을 로컬 스토리지에 직접 녹화할 수 있는 POV 카메라입니다.
pt: Câmera POV capaz de gravar vídeos e fotos em 720p/1080p diretamente no armazenamento local.
pt_br: Câmera POV capaz de gravar vídeos e fotos em 720p/1080p diretamente no armazenamento local.
ru: Камера POV, способная записывать видео и фотографии 720p/1080p непосредственно в локальное хранилище.
zh_hans: POV 摄像机能够将 720p/1080p 视频和照片直接录制到本地存储。

source: Prism projector display creating a semi-transparent HUD in the wearer's peripheral vision.
ar: تعمل شاشة العرض المنشورية على إنشاء شاشة HUD شبه شفافة في الرؤية المحيطية لمرتديها.
de: Prismenprojektor-Display, das ein halbtransparentes HUD im peripheren Sichtfeld des Trägers erzeugt.
es: Pantalla de proyector de prisma que crea un HUD semitransparente en la visión periférica del usuario.
fr: Écran de projecteur à prisme créant un HUD semi-transparent dans la vision périphérique du porteur.
hi: प्रिज्म प्रोजेक्टर डिस्प्ले पहनने वाले की परिधीय दृष्टि में एक अर्ध-पारदर्शी HUD बनाता है।
it: Display del proiettore prismatico che crea un HUD semitrasparente nella visione periferica di chi lo indossa.
ja: 着用者の周辺視野に半透明の HUD を作成するプリズム プロジェクター ディスプレイ。
ko: 착용자의 주변 시야에 반투명 HUD를 생성하는 프리즘 프로젝터 디스플레이입니다.
pt: Tela do projetor prisma criando um HUD semitransparente na visão periférica do usuário.
pt_br: Tela do projetor prisma criando um HUD semitransparente na visão periférica do usuário.
ru: Призматический проектор, создающий полупрозрачный HUD в периферийном зрении пользователя.
zh_hans: 棱镜投影仪显示器在佩戴者的余光中创建半透明的 HUD。

source: Privacy
ar: خصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
ja: プライバシー
ko: 은둔
pt: Privacidade
pt_br: Privacidade
ru: Конфиденциальность
zh_hans: 隐私

source: Privacy Awareness Active
ar: الوعي بالخصوصية نشط
de: Privatsphären-Schutz aktiv
es: Concienciación sobre la privacidad activa
fr: Sensibilisation à la confidentialité active
hi: गोपनीयता जागरूकता सक्रिय
it: Consapevolezza sulla privacy attiva
ja: プライバシー意識の向上
ko: 개인 정보 보호 인식 활성화
pt: Consciência de Privacidade Ativa
pt_br: Conscientização sobre privacidade ativa
ru: Осведомленность о конфиденциальности активна
zh_hans: 隐私意识活跃

source: Privacy Awareness Disabled
ar: تم تعطيل الوعي بالخصوصية
de: Privatsphären-Schutz inaktiv
es: Concienciación sobre la privacidad desactivada
fr: Sensibilisation à la confidentialité désactivée
hi: गोपनीयता जागरूकता अक्षम
it: Consapevolezza sulla privacy disattivata
ja: プライバシー意識が無効です
ko: 개인 정보 보호 인식 비활성화
pt: Consciência de Privacidade Desativada
pt_br: Conscientização sobre privacidade desativada
ru: Осведомленность о конфиденциальности отключена
zh_hans: 隐私意识已禁用

source: Privacy Disclosures
ar: إفصاحات الخصوصية
de: Offenlegung der Privatsphäre
es: Divulgaciones de privacidad
fr: Divulgations de confidentialité
hi: गोपनीयता प्रकटीकरण
it: Informativa sulla privacy
ja: プライバシーの開示
ko: 개인정보 공개
pt: Divulgações de privacidade
pt_br: Divulgações de privacidade
ru: Раскрытие информации о конфиденциальности
zh_hans: 隐私披露

source: PRIVACY DISCLOSURES
ar: الكشف عن الخصوصية
de: DATENSCHUTZ-HINWEISE
es: DECLARACIONES DE PRIVACIDAD
fr: INFORMATIONS SUR LA CONFIDENTIALITÉ
hi: गोपनीयता प्रकटीकरण
it: INFORMATIVE SULLA PRIVACY
ja: プライバシーの開示
ko: 개인정보 공개
pt: DIVULGAÇÕES DE PRIVACIDADE
pt_br: DIVULGAÇÕES DE PRIVACIDADE
ru: РАСКРЫТИЕ КОНФИДЕНЦИАЛЬНОСТИ
zh_hans: 隐私披露

source: Privacy First
ar: الخصوصية أولاً
de: Datenschutz zuerst
es: Privacidad primero
fr: La confidentialité d'abord
hi: गोपनीयता पहले
it: La privacy prima di tutto
ja: プライバシー第一
ko: 개인 정보 보호 우선
pt: Privacidade em primeiro lugar
pt_br: Privacidade em primeiro lugar
ru: Конфиденциальность прежде всего
zh_hans: 隐私第一

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: política de privacidad
fr: politique de confidentialité
hi: गोपनीयता नीति
it: politica sulla riservatezza
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
pt: política de Privacidade
pt_br: política de Privacidade
ru: политика конфиденциальности
zh_hans: 隐私政策

source: PRIVACY THREAT PROFILE
ar: ملف تعريف تهديد الخصوصية
de: DATENSCHUTZ-BEDROHUNGSPROFIL
es: PERFIL DE AMENAZA A LA PRIVACIDAD
fr: PROFIL DE MENACE POUR LA CONFIDENTIALITÉ
hi: गोपनीयता ख़तरे की प्रोफ़ाइल
it: PROFILO DI MINACCIA ALLA PRIVACY
ja: プライバシーの脅威プロファイル
ko: 개인정보 위협 프로필
pt: PERFIL DE AMEAÇA À PRIVACIDADE
pt_br: PERFIL DE AMEAÇA À PRIVACIDADE
ru: ПРОФИЛЬ УГРОЗ КОНФИДЕНЦИАЛЬНОСТИ
zh_hans: 隐私威胁画像

source: PROXIMITY RADAR
ar: رادار القرب
de: NÄHERUNGSRADAR
es: RADAR DE PROXIMIDAD
fr: RADAR DE PROXIMITÉ
hi: निकटता राडार
it: RADAR DI PROSSIMITÀ
ja: 近接レーダー
ko: 근접 레이더
pt: RADAR DE PROXIMIDADE
pt_br: RADAR DE PROXIMIDADE
ru: РАДАР БЛИЗОСТИ
zh_hans: 距离雷达

source: Radar active · Running in background
ar: الرادار نشط · يعمل في الخلفية
de: Radar aktiv · Läuft im Hintergrund
es: Radar activo · Ejecutándose en segundo plano
fr: Radar actif · Fonctionne en arrière-plan
hi: रडार सक्रिय · पृष्ठभूमि में चल रहा है
it: Radar attivo · Esecuzione in background
ja: レーダーがアクティブ · バックグラウンドで実行中
ko: 레이더 활성 · 백그라운드에서 실행 중
pt: Radar ativo · Executando em segundo plano
pt_br: Radar ativo · Executando em segundo plano
ru: Радар активен · Работа в фоновом режиме
zh_hans: 雷达激活·后台运行

source: Radar inactive
ar: الرادار غير نشط
de: Radar inaktiv
es: Radar inactivo
fr: Radar inactif
hi: रडार निष्क्रिय
it: Radar inattivo
ja: レーダーが作動していない
ko: 레이더 비활성
pt: Radar inativo
pt_br: Radar inativo
ru: Радар неактивен
zh_hans: 雷达未激活

source: Radar Mode
ar: وضع الرادار
de: Radar-Modus
es: Modo Radar
fr: Mode Radar
hi: रडार मोड
it: Modalità Radar
ja: レーダーモード
ko: 레이더 모드
pt: Modo Radar
pt_br: Modo Radar
ru: Режим радара
zh_hans: 雷达模式
